;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' = '
;  Please, DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at http://www.wisecleaner.com/language.html.
;
;
; Translation Author = Shoji
; Translation Author Email = hope505@live.jp	 
; Soft Version = 11.1.8.723
Update: November. 20, 2024
;
[Lang]
NativeLanguage=日本語
ChangeLang=変更を適用するにはプログラムの再起動が必要です。


[GUI]
ButtonYes=はい
ButtonNo=いいえ
ButtonOK=Ok
ButtonMinimize=最小化
ButtonMaximize=最大化
ButtonClose=閉じる
ButtonRestore=復元
ButtonMenu=メニュー
Support=サポート & SNS

[Translation]
;
; Reading habits
; 
ReadHabit=Left-to-right
;
;  Font and Charset
;
LanguageName=JPN
LangCode=0411
DefaultFont=Tahoma
DefaultFontSize=9
DefaultCharset=SHIFTJIS_CHARSET
;
; Message box
;
Information=情報
Warning=警告
Error=作業エラー
Confirm=確認
;
; Main GUII
; 
FrmGeneral.chkuac.caption=UAC ユーザー アカウント制御を無視して実行
FrmWRC.btnregclean.caption=レジストリ クリーナー
FrmWRC.btnadv.caption=設定改善
FrmWRC.btnsilm.caption=レジストリ最適化
FrmWRC.btnrestore.caption=復元
FrmWRC.btnsettings.caption=設定
FrmWRC.btnsuggest.caption=サーポート & SNS
FrmWRC.WiseSimpleButton1.caption=バックアップ
FrmWRC.btnupdate.caption=アップデート確認
FrmWRC.btnmessage.caption=お知らせ
; 
;

 Reg Cleaner

FrmReg.caption=ライセンス購入
FrmRegClean.btnall.caption=すべて選択
FrmRegClean.btnre.caption=推奨選択設定
FrmRegClean.btnnone.caption=すべて解除
FrmRegClean.WiseLabel1.caption=タスクスケジューラ
FrmRegClean.lbltype.caption=作業スケジュール: 
FrmRegClean.lblweek.caption=実施日: 
FrmRegClean.lbltime.caption=開始時刻: 
FrmRegClean.btnScan.caption=スキャン開始 
FrmRegClean.btncancel.caption=キャンセル 
FrmRegClean.btnrescan.caption=再スキャン
FrmRegClean.lblstat.caption=レジストリのクリーンアップは未だ実行されていません… 今すぐ実行することをお勧めします。
FrmRegClean.vtrc.Columns[0]=データ
FrmRegClean.vtrc.Columns[1]=レジストリ キー
FrmReg.lblinfo.caption=Wise Registry Cleaner をお買い上げ頂きありがとうございます
FrmReg.lblinfoex.caption=製品版 PRO 機能をご利用になるにはライセンスの登録が必要です。
FrmReg.lblemail.caption=メール アドレス:
FrmReg.lblUser.caption=ユーザー名:
FrmReg.lblKey.caption=ライセンス キー:
FrmReg.btnReg.caption=登録
FrmReg.btnbuy.caption=今すぐ購入
FrmReg.lblhelp.caption=ライセンス キーに関する問い合わせは
FrmReg.btnContact.caption=こちらから

;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=最適化
FrmOptimizer.btnnone.caption=すべて解除
FrmOptimizer.btnall.caption=すべて選択
FrmOptimizer.btnDefault.caption=既定に戻す
Frmoptimizer.lblinfoex.caption=ここでは Windows の高速化、システムの安定化、ネットワークの最適化等、パフォーマンスに対する改善を行います。
FrmOptimizer.btnoptimize.caption=設定を最適化
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=レジストリを最適化することでコンピューターの動作を安定させてシステム パフォーマンスを向上させます。
FrmRegDefragger.lblstat.caption=レジストリの最適化は未だ実行されていません。 今すぐ実行することをお勧めします
FrmRegDefragger.btndefrag.caption=最適化開始
FrmRegDefragger.lblinfo1.caption=1. この操作を行う前に開いている他のアプリケーションはすべて終了させてください。
FrmRegDefragger.lblinfo2.caption=2. レジストリの分析を行っている間はデスクトップの操作が一時的に行えなくなります。
FrmRegDefragger.lblinfo3.caption=3. レジストリの最適化後コンピューターを再起動する必要があります。
FrmRegDefragger.lblinfo4.caption=4. 作業中はコンピューターの電源を切らないでください。 システムに重大な影響を及ぼす危険性があります。
FrmRegDefragger.vtdefrag.Columns[0]=レジストリ ハイブ
FrmRegDefragger.vtdefrag.Columns[1]=現在のサイズ
FrmRegDefragger.vtdefrag.Columns[2]=最適化後のサイズ
FrmRegDefragger.vtdefrag.Columns[3]=縮小率
FrmRegDefragger.btnAnalysis.caption=分析
;									
; Custom scan areas
;
Frmcustom.btnre.caption=推奨選択設定
Frmcustom.btnall.caption=すべて選択
Frmcustom.btnnone.caption=すべて解除
Frmcustom.btncancel.caption=キャンセル
Frmcustom.btnok.caption=OK
;
; About Window
;
Frmabout.lblstatus.caption=ライセンス：
frmabout.lblUninstall.caption=アンインストール方法
frmabout.lblPolicy.caption=個人情報の取り扱い
frmabout.lblEula.caption=使用許諾契約 
FrmAbout.lblver.caption=現在のバージョン:
FrmAbout.lblemail.caption=サポートEメール:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=ホームページ:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=協力して頂いた方々へ感謝とお礼を申し上げます:
FrmAboutWin.caption=Wise Registry Cleaner その他情報
FrmAboutWin.btnok.caption=OK
;
; Settings
;
FrmSettings.caption=設定
FrmSettings.tsCommon.caption=全般
FrmGeneral.chkexp.caption=プログラム品質向上カスタマー エクスペリエンスに参加
FrmGeneral.lblexp.caption=内容
FrmSettings.tsAutoRun.caption=自動実行
FrmSettings.tsExclusion.caption=検査対象外
FrmSettings.btnrestore.caption=情報
FrmSettings.btnok.caption=OK
FrmSettings.btncancel.caption=キャンセル
FrmUsers.lblinfo.caption=Wise Registry Cleaner 管理ユーザーの選択
FrmUsers.rdcuser.caption=現在のユーザー
FrmUsers.rdauser.caption=すべてのユーザー
FrmUsers.rdusers.caption=指定のユーザー
FrmSettings.tsUsers.caption=管理者
FrmGeneral.ckRestorePoint.caption=システムの復元ポイントを自動的に作成する

; Auto Run
;
FrmAutorunSettings.chk1.caption="Clean with 1-Click" のショートカットをデスクトップに作成
FrmAutorunSettings.lblcmd.caption=コマンドライン モード 
FrmAutorunSettings.lblcmdinfo.caption=ドライブ スキャンからクリーンアップまでの自動処理をコマンドラインで実行することが出来ます． 詳しい説明については F1 キーを押すか、以下のオンライン ヘルプ ショートカットをクリックして解説のドキュメントを参照してください。
FrmAutorunSettings.btnhelp.caption=オンライン ヘルプ ショートカット
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=キーワード追加
FrmExclusion.btnExport.caption=エクスポート
FrmExclusion.btnRemove.caption=削除
FrmExclusion.btnimport.caption=インポート
Frminput.btnok.caption=OK
Frminput.btncancel.caption=キャンセル
;
; General Settings
;
FrmGeneral.chkNews.caption=最新の情報を取得する 
FrmGeneral.chkbackup.caption=実行前にレジストリのバックアップを自動で作成する
FrmGeneral.WiseLabel1.caption=アップデータの確認: 
FrmGeneral.WiseLabel2.caption=既定の使用言語: 
FrmGeneral.btnchecknew.caption=今すぐ確認
FrmGeneral.lbtran.caption=言語ファイル一覧...
FrmGeneral.lblBackup.caption=バックアップの保存:
FrmGeneral.btnbr.caption=参照...
;
; Backup and Restore
;
Frm_br.btncancel.caption=キャンセル
FrmBackup.caption=バックアップ
FrmBackup.btnreg.caption=完全なレジストリのバックアップを作成
FrmBackup.btnsys.caption=システムの復元ポイントを作成
FrmRestore.caption=復元センター
FrmRestore.btnRegBk.caption=バックアップ レジストリ
FrmRestore.btnSysBK.caption=システムの復元
FrmRestore.btnclose.caption=閉じる
FrmRestore.btnrestore.caption=復元
FrmRestore.btnremove.caption=削除
;
; Update
;
frmupdate.caption=ソフトウエアのアップデート
;
; Popup Menus
;
pmLicenseKey1=ライセンス購入
pmLicenseKey=ライセンス変更
pmHelp=オンライン ヘルプ
pmforum=フォーラムに移動
pmHome=ホームページ
pmContact=問い合わせ
pmCheckNew=アップデート確認
pmStyle=表示モード
pmLang=表示言語
pmAbout=その他
pmIgnore=この登録キーを除外
pmrec=削除に問題のない登録キー
pmAll1=すべて選択
pmNone=すべて解除
pmGo=レジストリ エディタを開いて確認...
pmExport=エクスポート...
pmPortable=ポータブル版の作成
;

;
; DefProcess
;
FrmProcess.Caption=レジストリの分析中
FrmProcess.lblwait.caption=レジストリを分析しています...
FrmProcess.lblinfo.caption=レジストリの分析中はデスクトップの操作を行うことは出来ません。
FrmProcess.lblwait.caption=分析しています。 しばらくお待ちください...
FrmSettings.tsArea.caption=検査対象
FrmOptimizer.btnRecommended.caption=推奨選択設定
FrmWRC.btnAi.caption=WiseX


;
[Message]
Unlimited=無制限
Free=無料版（フリー）
Registried=登録済み
Unregistried=未登録
NoNews=新しい情報はありません。
InvalidRegInfo=無効な登録情報です！
alluser=すべてのユーザー
currentuser=現在のユーザー
Username=ユーザー名
Proupdate=申し訳ありませんが無料体験版をアップグレードすることは出来ませんので、特別優待版を入手してアップグレードしてください。尚、ライセンスを取得しない場合でも引き続きフリー版として使用することが可能です。 続けますか？
MWDetected=%s はブロックされています。 OK をクリックして MalwareBytes を入手するとこの問題を解決出来る場合があります。
ActivateOnline=登録情報を確認しています。 しばらくお待ちください...
WRCRunning=プログラムを実行しています。
StopAndExit=現在スキャン中です。 スキャンを中止してプログラムを終了してもよろしいですか？
EmptyEmail=メール アドレスを空白にすることは出来ません。
EmptyName=ユーザー名を空白にすることは出来ません。
InvalidEmail=無効なメール アドレスが入力されました！ メール アドレスを正しく入力してしてください。
EmpytKey=ライセンス キーが入力されていません。
InvalidKey=無効なライセンス キーが入力されました！ ライセンス キーを正しく入力してしてください。
EnterEmail=メール アドレスを入力してください
EnterName=ユーザー名を入力してください
EnterKey=ライセンス キーを入力してください
Message=有効登録回数を超えています
ThanksRegister=お買い上げ、ご登録ありがとうございます！
Activated=製品版はフリー版以上に高性能です
ConnectFail=サーバーに接続することが出来ません。 インターネットに接続されていることを確認して再試行してください。
NoRegInfo=登録情報が見つからないため、情報が間違っている可能性があります。 弊社までご連絡ください。	
NeedAdmire=この機能を利用するには管理者権限が必要です。 実行する場合は管理者としてログインしてください。
Valuenrea=設定キーの名目
Keyname=登録キーの名目
ScheduleHint=スケジュール設定は左端をクリック
Unoptimized=最適化されていません
UpdateError=アップデート中エラーが発生しました！ 直接 Wise サイトにアクセスして最新版をダウンロードしますか？
RegeditorLocked=レジストリへのアクセスがブロックされています。 バックアップと復元を行うにはレジストリへのアクセスを許可する必要があります。 レジストリへのアクセス許可を今すぐ適用しますか？
failtounLock=アクセスが拒否されました！ レジストリへアクセスするには管理者権限で作業を実行する必要があります。
Total=合計
DefragRate=最適化するとレジストリ サイズを %s 縮小することが出来ます。
SuggestDefrag=情報の断片化が増大してレジストリの整合性が低下しています。 今すぐ最適化することをお勧めします。
SuggestIgnore=現時点でレジストリを最適化する必要はありません。
TypeNoError=問題なし
NeverClean=前回の実施から現在まで１度もクリーンアップが行われていません。 今すぐクリーンアップすることをお勧めします
AdviseClean=定期的なレジストリのクリーンアップはシステムを安定させてコンピューターを快適な状態に保ちます
DupItem=この項目はリストに含まれています
Advisedefrag=レジストリを最適化することでコンピューターを快適な状態に保ち安定した動作を維持します
NeverDefrag=レジストリの最適化は未だ実行されていません。今すぐ最適化をすることをお勧めします。
LastDefrag=前回レジストリの最適化を実施した日時:
TotalDefrag=最適化したレジストリの総サイズ: %.2f 縮小
DefaultValue=（既定）
RegBackup=レジストリをバックアップ
RegRestore=レジストリの復元
CreateBackup=バックアップを作成中...
Compress=圧縮しています...
Extracte=展開しています...
Complete=完了
RestoreReg=レジストリを復元しています... この作業には数分かかることがあります。
NotSupportOS=この機能はご使用のオペレーティング システムには対応していません。
EnableRestore=システムの復元は現在無効になっています。 システムの復元機能を有効にしますか？
SysCreating=復元ポイントを作成しています...
SysRestoring=システムの復元を準備しています...
RestorePointDone=復元ポイントを作成しました。
RestorePointFail=復元ポイントを作成することが出来ません。
ErrorMsg=エラー メッセージ:
Area=登録分野
Summary=検査内容
LeastOne=スキャンする項目を１つ以上選択してください。
IsRunning=スキャン中... スキャンの終了を待って再試行してください。
Optimized=最適化済み
DefragReport=レジストリ サイズ - 最適化レポート:
DefragReport1=実行前のレジストリ サイズ:
DefragReport2=実行後のレジストリ サイズ:
DefragReport3=最適化したサイズ:
ReOptimize=再試行
ComfirmDefrag=レジストリの最適化後コンピューターを再起動しますので保存していないドキュメント等は予め保存し終了させてください。 実行しても宜しいですか？
def15After=最後に最適化が行われたのは %d 日前です。
def15Before=レジストリを軽量化することで無駄な動作を無くしてコンピューターを快適な状態に保ちます
KeyWord=説明キーワードを入力してください:
ExImport=除外リストのエクスポート先:
NoNewVer=現在使用のバージョンは最新です。
Daily=毎日
Weekly=毎週
Monthly=毎月
Never=なし
TranslateTo=翻訳...
NeedBack=最初にレジストリのバックアップを作成してから作業を行うようユーザーに要望します。 今すぐバックアップを自動で作成しますか？
Newsletter=ニュース レター
UpgradeInfo=アップグレード情報
CannotCrTask=スケジュールを開始することが出来ません。
ScheduleNextTime=次回の作業:
Exported=選択した項目の情報を %s にエクスポート（保存）しました。 保存の内容を確認しますか？
Idle=アイドル時
Login=ログオン時
LastClean=前回の実施日時:
Monday=月曜日
Tuesday=火曜日
Wednesday=水曜日
Thursday=木曜日
Friday=金曜日
Saturday=土曜日
Sunday=日曜日
IssueFound=%d 件のエントリーに問題が見つかりました
Scanning=スキャン中
ScanCanceled=スキャンを中止しました！
FindError=検出された %d 件の問題点のうち、削除に注意を要する問題点が %d 件あります。
LogAll=%d 件中 %d 件の問題点を解決．
LogFail=未解決の問題点が %d 項目に残存しています。＞印の項目を開くと詳細を確認する事が出来ます。
StartClean=クリーンアップ
StartScan=スキャン開始
7After=最後にクリーンアップが行われたのは %d 日前です
7Before=問題が解決したコンピューターは快適なシステム環境が保たれています。
ReScanHint=%d 件の問題を検出 - より多くの問題を解決するためにはもう一度スキャンすることをお勧めします。
CleanNow=「クリーンアップ」 をクリックすると問題点を解決するための処理作業が開始されます。
NoError=現時点でレジストリのクリーンアップは必要ありません。
GoodHabit=レジストリのクリーンアップを定期的に実施することでコンピューターの性能を最大限に維持します
ReScanHint1=潜在的な問題を解決するためにもう一度スキャンすることをお勧めします
TypeChanged=スキャンの対象項目が変更されています！
ReScanHint2=問題を検出するための再スキャンをもう一度実行してください。
CleanDone=クリーンアップを完了しました！
bkAuto=自動
bkManual=手動
BackupDate=作成日時
BackupType=作成
Problems=重要な問題点
CreateDate=作成日時
Description=復元ポイント
Removebackup=選択のバックアップを削除して宜しいですか？
RemoveSysRestore=選択の復元ポイントを削除して宜しいですか？
NoBackupSelected=復元するバックアップの日付を選択してください．
RestoreComplete=システムを復元しました。
RestoreFromSysRestore=システムの復元を完了するにはコンピューターを再起動する必要があります。 復元を開始しても宜しいですか？
WhenIdle=アイドル時
WhenLogin=ログオン時
NewVer=新しいバージョンが公開されています！ 今すぐ更新しますか？
TranslateTo=言語ファイル一覧...
HistoryErrors=修正された問題点の総数: %d
clickfix=修正するにはここをクリックしてください。

[Tuneup]
SuperPrefetchParameters=Windows（8/10）のスーパープ リフェッチ機能を無効にして起動時の消費メモリを軽減する．
BlueReboot=ブルー スクリーン発生時に自動的に行われるシステムの再起動を無効にする．
RemoteRegAccess=リモート コンピューターからのレジストリ操作を無効にして予期しない問題の発生を回避する．
FileListSpeed=Windows ファイル リスト更新のポリシーを最適化して短い間隔でシステムを最新の状態にする．
PreviewUP=タスク バー ウィンドウ プレビューの表示を高速化する．
OptDNS=DNS および DNS の解析速度を高速化する．
OptLAN=ローカル エリア ネットワーク （LAN） の接続環境を最適化する．
ShowSpeed=ディスプレイ処理の応答時間を最適化する．
AeroSnap=Aero スナップの反応時間を短縮してサムネイル表示を高速化する．
SSDSpeedup=【SSD の最適化】：
DisablePrefetch=SSD の延命措置としてプリフェッチのパラメータを無効にする．
DisableSuperPrefetch=SSD の延命措置としてスーパーフェッチのパラメータを無効にする.
DisableDefragBoot=SSD の延命措置として起動時のデフラグ機能を無効にする． 
DisableDefragIdle=SSD の延命措置としてアイドル時の自動デフラグ機能を無効にする．
EnableTRIM=TRIM 機能を有効にして SSD の作業性能を向上させる．
OptIEConnection=サーバー毎の最大接続数を増やして接続パフォーマンスを向上させる． Web ページの表示速度やオンライン ビデオの再生を効率化します。
IconCache=アイコン キャッシュのサイズ増やしてデスクトップの表示を高速化する．
RestoreAll=Windows の設定を元の状態に戻しますか？
NoSelectedItem=最適化する項目を1つ以上選択してください。
OptItems=検出された %d 項目が最適化されます
ItemsOptimized=%d 項目設定が変更されました！
TakeEff=いくつかのコンピューターへの変更は再起動後に有効になります。
NoItems=完了！ 選択したすべての項目が最適な状態に設定されています
BootSpeedup=【起動/終了 の高速化】：
SystemStable=【システムの安定と強化】：
SystemSpeedup=【システム処理の高速化】：
NetworkSpeedup=【ネットワーク環境の最適化】：
PrefetchParameters=プリフェッチのパラメータを最適化して Windows の起動を高速化する．
BootDelay=「チェック ディスク」  時の検査を軽減して Windows が起動するまでの時間を短縮する．
BootPartition= Windows の起動を高速にする最適化機能を有効にする．
ClearPagingFile=シャットダウン時のページング ファイルの削除を無効にして Windows の終了作業を高速化する．
TimeOut=アプリケーション終了までの待機時間を短縮してシャットダウン処理のプロセスを高速化する．
AutoKill=フリーズしたプロセスを強制的に終了させてシステムがクラッシュするのを回避する．
RestartExplorer=予期しないエクスプローラーの終了でデスクトップが消失した場合はエクスプローラーを自動的に再起動する．
TwoProcess=エクスプローラーをコンポーネントから切り離して別のプロセスで実行しシステムの競合を回避する．
ErrorReport=エラー報告の送信を無効にして作業パフォーマンスを維持する．
Debugger=デバックの作業を無効にしてエラー処理を迅速化する．
OptMemory=システムが設定した現在のメモリ設定を最適化してシステム パフォーマンス改善する．
OptVEff=フロント エンド コンポーネント （ダイアログボックス、メニュー、他） の外観を最適化してシステム パフォーマンスを向上させる．
OptFileSystem=ファイルシ ステムを最適化してシステム パフォーマンスを改善する． 
OptDiskSystem=ディスク I/O サブシステムの応答時間を最適化してシステム パフォーマンスを向上させる．
DisAutoRun=メディアやデバイスの 「自動再生」 機能を無効にして意図しないウィルスの 感染/拡大 を防止する．
OptDiskIdle=CPU がアイドル状態の場合でもディスク I/O 処理を最適化して作業パフォーマンスを維持する．
OptTTL=TTL （Time To Live） の値を最適化してネットワーク パフォーマンスを向上させる．
OptNetForward=ネットワークの転送機能を最適化してネットワーク パフォーマンスを向上させる．
OptMTU=Path MTU Discovery 自動検出機能を使ってブラック ホール ルーター現象を回避し、 TCP/IP 接続パフォーマンスを向上させる．
OptWINS=Windows インターネット ネーム サービス （WINS） の応答時間を最適化してデータの転送速度を向上させる．
OptNetWork=ネットワークの設定を最適化して通信パフォーマンスを向上させる．
CloseAnimate=ウィンドウ操作 （閉じる、最小化、最大化） のアニメーション効果を無効にしてウィンドウの表示を高速化する．
PagingExecutive=ページング ファイルの無効と共にディスク I/O 処理を制限してアプリケーションの作業パフォーマンスを向上させる （物理メモリが 1 GB 未満の場合は非適用）．
StaticIP=ローカル接続の IP を固定化してコンピューターの起動処理を簡略化する．
PorcessorTime=プロセッサの処理能力を最適化してアプリケーションやゲームの操作を快適にする （サーバーに接続の場合は無効）
DisableIDECheck=IDE チャンネルのディスク チェックを制御して Windows の起動を高速化する．
ForeAppSpeed=フォアグラウンド プログラムの作業処理を高速化する．
AeroPeek=Aero プレビューの反応時間を短縮してデスクトップ表示の切り替えを高速化する．
OptEthernet=イーサネット カード （LAN カード） の接続環境を最適化する．
DisableHibernate=休止状態を無効にして、ディスクスペースを節約し、SSDの寿命を延ばします.（高速起動もオフになります。）
IndexOptimize=Windows 作成のインデックスを最適化する．
RemoveShotcut=ショートカットのアイコンから「ショートカット」の文字列を削除．
AutoReStartShell=予期せぬシステムの応答停止を防ぐため Windows エクスプローラーを最適化して、問題発生時にエクスプローラーを自動で再起動させる．
ListveiwOpt=メニューとリストの視覚効果を最適化してシステムの動作速度を向上させる．
Systemsecurity=【システム報告 / セキュリティ報告】：
DownloadMode=Windows Update 最適化配信プログラムの通知を無効にしてネットワーク パフォーマンスを向上させる．
highperformance=電源プランをハイ パフォーマンスに変更して Windows の動作を快適にする．
minimizeperformance=ノート パソコンの電源プランを「省電力」に変更してバッテリー稼働時間を引き延ばす．
LockScreenToastEnabled=ロック画面にプライベート以外の通知メッセージが表示されないよう通知機能をプライベートに限定する．

[Type]
ContextMenu=コンテキスト メニューの登録項目
MUICache=MUI キャッシュ
Services=Windows サービス
Activex=ActiveX / COM コンポーネント
FireWall=ファイアウォール設定
RootAll=無効なパス
SoftwareSection=ソフトウェア セクション
ApplicationPaths=アプリケーション パス
FileTypes=ファイルの関連付け
HelpFiles=ヘルプ ファイル
Fonts=フォント
SharedDLL=共有 DLL
MRULists=ユーザー作業の履歴
UninstallSection=アンインストール セクション
StartMenu=スタート メニュー
StartupProgram=スタートアップ プログラム
SoundandAppEvents=サウンドとイベント
IEUrlHistory=IE モードでの閲覧履歴
IFEO=不正な画像ファイルの実行プログラム
EmptyKey=データの無い登録キー
App=アプリケーション設定

[ErrorMessage]
MUIError1=見つからない"%s"ドライブ %s 上の存在不明な MUI ファイルの情報． この登録キーは現状維持を推奨
MUIError=MUI ファイルが設定場所に存在していないため、この登録先のキャッシュは無効です．
ServiceNotExists=このサービスにはサービスと無関係なプログラムが登録されており正常に稼働していません．
MimeExName=この MIME タイプに関連付けされている拡張子: %s は不正な関連付けです．
EmptyKey=この登録キーには情報が含まれておらず不正な状態で存在しています．
EmptyHelpdirctory=ヘルプ ファイルの消失により不要になった登録先の空のディレクトリ情報．
FileNotExist=該当のファイル（またはフォルダ）が登録先に存在していません．
HFileNotExist=該当のヘルプ ファイル（またはフォルダ）が登録先に存在していません．
EmptyValue=このキーは値が無い状態で存在しており情報が無効です．
TypeLib=存在していないタイプ ライブラリ:
NodeEmpty=このノード（要素）には情報がありません． 
SharedFilenotexist=この共有ファイルは変更されているか削除されているため無効です．
sharedfilenotbeuse=この共有ファイルは使用されていません．
noconnection=この拡張子に対する関連付けはこれまで皆無で、どのプログラムにも使用されていない可能性があります．　削除は自己判断
Invalidpathtoicon=設定のアイコン パスが無効です．
ReferstoaninvalidClass=このクラスは無効な登録先を参照していて情報が正しく構成されていません．
Emptyshellcommand=このシェル メニューの項目にはコマンド情報がありません．
Invalidshellcommand=情報が無効なシェル メニューの登録コマンド（呼び出し先にファイルが存在していません）. 
Fontsnotexist=登録のフォント ファイルは削除されているため無効です． 
Hijacking=この %s のセッションは %s の影響により不正な情報として存在しています． 
MRULists=ユーザーが行った作業履歴の情報 
invalidOpenWith=この登録キーのファイルはいずれのアプリケーションにも関連付けされておらず用途不明なファイルです． 
ReferActivex=Activex / COM が削除されているためこの登録キーは無効です． 
EmptyCLSID=この CLSID には CLS 情報が含まれていません． 
ComSourceNotExist=関係する COM ソースが登録先に存在していないため、この情報は無効です． 
invalidUnistall=登録が無効なプログラムのインストール情報．
notexist=（インストーラー）が参照先に存在していないため、このインストール情報は不要です．
ObsoleteStartMenuItem=この登録キーのプログラムは既に削除されているか問題があるため機能しておらず無効です．
SoundFilenotexist=登録のサウンド ファイルは変更されているか削除されているため無効です．
FileNotExist1=見つからない"%s"ドライブ %s 上の存在不明なターゲット ファイル（またはフォルダ）．この登録キーは現状維持を推奨
OpenWithError=この設定情報で指定されているアプリケーションは削除されているため実行することが出来ません．
OpenWithError1=見つからない"%s"ドライブ %s 上の存在不明な指定アプリケーションの参照情報．この登録キーは現状維持を推奨
ComSourceNotExist1=見つからない %s ドライブ %s 上の存在不明な COM ソースの参照情報． この登録キーは現状維持を推奨
Trojan=これらはトロイの木馬の典型的な動作によるものです。 今すぐ問題のあるエントリを削除し、コンピューターのウイルス検査を行うことを強くお勧めします．
InvalidShellExtensions=無効なシェルの拡張
progid=存在していない指定プログラムの識別子:


[Summary]
ContextMenu=無効なコンテキスト メニューの項目
MUICache=登録先の見つからない MUI ファイルのキャッシュ
Services=無効な Windows サービスの登録情報
Activex=無効な ActiveX および COM コンポーネント
FireWall=無効な Windows ファイアウォールの設定情報
RootAll=無効なパスとファイル
SoftwareSection=不明なソフトウェアのパスとファイル
ApplicationPaths=登録アプリケーションの無効なパスとファイル
FileTypes=不明および不正な拡張子と関連付けが無効なファイル
HelpFiles=無効なヘルプ ファイルの登録情報
Fonts=無効なフォントの登録情報
SharedDLL=無効または見つからないプログラムの共有ライブラリ
MRULists=ユーザーが開いたファイルや再生した動画他、編集等の作業履歴
UninstallSection=不要もしくは無効なプログラムのインストール情報
StartMenu=機能していないスタート メニューの登録プログラム
StartupProgram=無効または除外になったスタートアップ プログラムの情報
SoundandAppEvents=無効または破棄されたサウンドとイベントの設定情報
IEUrlHistory=IE モードによるサイトの閲覧と検索の履歴
IFEO=悪意のある画像ファイルに仕組まれたウイルスやスパイウェア他、マルウェアによる不正な登録
EmptyKey=設定情報にデータが全く含まれていない空の登録キー
App=無効なアプリケーションの設定情報

[AutoClean]
ErrorsFixed=レジストリの不正な登録を修正しました。
Title=レジストリの問題は解決されました
ErrorsFound=問題のある登録が見つかりました！

[AutoUpdate]
CurrentFile=更新中のファイル:
Canceling=キャンセルしています...
CANCEL=キャンセル
Ready=ダウンロードの準備をしています。

[Skin]
SkinDefault=既定色
SkinLight=ライト モード
SkinDark=ダーク モード


[Renew]
subscribed=今後メッセージの通知をしない。
title=PRO 版 Wise Registry Cleaner の有効期限は残り %d です！
title1=有効期間が過ぎています。これ以降はライセンスを新たに更新する必要があります！
Price=Pro 版の使用ライセンスが新しく %s 更新されました！
Describe=期限を過ぎると Pro 版の機能は使用出来なくなります。

[Edit]
pmcut=切り取り
pmcopy=コピー
pmpaste=貼り付け
pmdelete=削除
pmselectall=すべて選択
pmundo=元に戻す
Renew=今すぐ更新

[feedback]
InvalidEmail=メール アドレスが間違っています！メール アドレスを正しく入力してください。
emptyinput=送信するためには何か入力してください。
thanks=ご意見頂きありがとうございました！
FrmFeedback.lblfeedback.caption =%s に対するあなたの評価をお聞かせください。
FrmFeedback.lblemail.caption =Eメール アドレス：
FrmFeedback.lblgood.caption =一番気に入った機能は何ですか？
FrmFeedback.lblbad.caption =一番気に入らなかった機能は何ですか？
FrmFeedback.lblwant.caption = この先一番欲しい新機能は何ですか?
FrmFeedback.btncancel.caption =この製品に 興味がない
FrmFeedback.btnsubmit.caption = 意見提出

[WiseAi]
LoadUtilities=読み込み中...
